
import img1 from '../public/Изображение WhatsApp 2025-10-27 в 17.47.15_9c158a66.jpg'
import img2 from '../public/Изображение WhatsApp 2025-10-27 в 17.47.15_075c2211.jpg'
import img3 from '../public/Изображение WhatsApp 2025-10-27 в 17.47.15_e61a7de3.jpg'
import img4 from '../public/Изображение WhatsApp 2025-10-27 в 17.47.16_d7f8fffd.jpg'

export let cardsData = [
  {
    id: 1,
    image: img1,
    title: "Новые технологии в мире искусственного интеллекта",
    date: "20.10.2025",
    text: `Последние достижения в области ИИ открывают новые возможности для бизнеса и науки.`,
    fulltext: `Последние достижения в области ИИ открывают новые возможности для бизнеса и науки.
    Искусственный интеллект стремительно развивается, охватывая все больше сфер — от медицины до
     искусства. Современные модели машинного обучения способны анализировать огромные объемы данных и делать прогнозы с высокой точностью.`,
  },
  {
    id: 2,
    image: img4,
    title: "Бизнес-стратегии для успешного развития компании",
    date: "19.10.2025",
    text: `Эксперты делятся о бизнес-модели в современных условиях.`,
    fulltext: `Последние достижения в области ИИ открывают новые возможности для бизнеса и науки.
    Искусственный интеллект стремительно развивается, охватывая все больше сфер — от медицины до
     искусства. Современные модели машинного обучения способны анализировать огромные объемы данных и делать прогнозы с высокой точностью.`,
  },
  {
    id: 3,
    image: img3,
    title: "Умные города: будущее уже наступило",
    date: "18.10.2025",
    text: `Современные технологии делают городскую инфраструктуру более эффективной и комфортной для жителей.`,
    fulltext: `Последние достижения в области ИИ открывают новые возможности для бизнеса и науки.
    Искусственный интеллект стремительно развивается, охватывая все больше сфер — от медицины до
     искусства. Современные модели машинного обучения способны анализировать огромные объемы данных и делать прогнозы с высокой точностью.`,
  },
  {
    id: 4,
    image: img2,
    title: "Научные открытия, которые изменят медицину",
    date: "17.10.2025",
    text: `Инновационные методы лечения и диагностики открывают новую эру в здравоохранении.`,
    fulltext: `Последние достижения в области ИИ открывают новые возможности для бизнеса и науки.
    Искусственный интеллект стремительно развивается, охватывая все больше сфер — от медицины до
     искусства. Современные модели машинного обучения способны анализировать огромные объемы данных и делать прогнозы с высокой точностью.`,
  },
];